tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "phinze/cask"
brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cctools"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "elasticsearch@2.4", link: true
brew "emacs", args: ["with-cocoa", "with-gnutls"], restart_service: true
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "geckodriver"
brew "git"
brew "nettle"
brew "gnupg"
brew "sqlite"
brew "gobject-introspection"
brew "gradle"
brew "grep"
brew "harfbuzz"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub", link: false
brew "libtool"
brew "imagemagick"
brew "leiningen"
brew "libcroco"
brew "libevent"
brew "pango"
brew "librsvg"
brew "mercurial", link: false
brew "moreutils"
brew "mtr"
brew "mycli"
brew "mysql", restart_service: true
brew "openssh"
brew "p7zip"
brew "pgcli"
brew "postgresql"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "s3cmd"
brew "screen"
brew "shared-mime-info"
brew "socat"
brew "supervisor"
brew "texinfo", link: true
brew "thefuck"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
brew "yarn"
cask "atom"
cask "caffeine"
cask "firefoxdeveloperedition"
cask "google-chrome"
cask "intellij-idea"
cask "shiftit"
cask "skype"
cask "slack"
cask "sublime-text"
cask "utorrent"
cask "vlc"
